---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipPerFtSup2
source: html/1ff10155-ba54-acfc-e254-6ef9cd930c99.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipPerFtSup2 Property

Symbol kip/ft², indicating unit Kips per square foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipPerFtSup2 { get; }
```